[GENERAL]
NAME				= Arabic
TRANSLATOR			= Abbas Al-saffar, محمد عبد العزيز (m7md.abdalazez@gmail.com)
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= انتهت مدة صلاحية هذا التطبيق.
TEXT_BETA			= بيتا
TEXT_UNREGISTERED		= غير مسجلة
TEXT_INIT_FAIL			= فشل تهيئة التطبيق.
TEXT_APPINFO			= Bandicam - التقاط الفيديو بجودة عالية.

; error
TEXT_ERROR_DISKSPACE		= مساحة القرص غير كافية للتسجيل.
TEXT_ERROR_VIDEO_CAP		= فشل في بدء تشغيل التقاط الفيديو.
TEXT_ERROR_AUDIO_CAP		= فشل في بدء تشغيل التقاط الصوت.\nإذا كنت بحاجة إلى مساعدة، انقر فوق الزر "موافق".
TEXT_ERROR_IMAGE_CAP		= فشل في إلتقاط الصورة.\nالرجاء التحقق من مجلد الإخراج.
TEXT_ERROR_CREATEFILE		= فشل في إنشاء الملف.\nإذا كنت بحاجة إلى مساعدة، انقر فوق الزر موافق.
TEXT_ERROR_CODEC_INIT		= فشل في تهيئة الترميز.
TEXT_ERROR_LOGO_IMAGE		= ملف الصورة غير معتمد. \nالرجاء تحديد ملف صورة معتمدة(*.png).
TEXT_CAN_NOT_CHANGE_TB		= لا يمكنك تغيير هذا الإعداد على نسخة مجانية من البرنامج \n http://bandicam.com/buy يرجى التسجيل الآن
TEXT_WARNING_AMD_APP		= لذا سيتم إستخدام الترميز الإفتراضي 'H.264 (AMD APP)' نظامك لا يدعم.
TEXT_WARNING_AMD_APP2		= 'H.264 (AMD APP)' نظامك لايدعم.

; video setting page name
TEXT_VID_PAGE_SOUND		= الصوت
TEXT_VID_PAGE_WEBCAM		= كاميرا ويب
TEXT_VID_PAGE_LOGO		= شعار
TEXT_VID_PAGE_EFFECTS		= التاثيرات
TEXT_VID_PAGE_OPTIONS		= خيارات

; option page name
TEXT_OPT_PAGE_GENERAL		= عام
TEXT_OPT_PAGE_OUTPUT		= المخرجات
TEXT_OPT_PAGE_HOOKING		= تركيب
TEXT_OPT_PAGE_LANGUAGE		= اللغة
TEXT_OPT_PAGE_OTHERS		= أخرى

TEXT_VIDEO			= الفيديو
TEXT_AUDIO			= الصوت

TEXT_FOLDER_SELECT		= تحديد مجلد للتخزين.

TEXT_FMT_FULL_SIZE		= الحجم الكلي
TEXT_FMT_HALF_SIZE		= نصف الحجم
TEXT_FMT_FIT_WIDTH		= تناسب العرض
TEXT_FMT_FIT_HEIGHT		= تناسب الإرتفاع
TEXT_FMT_CUSTOM_SIZE		= تخصيص
TEXT_FMT_STEREO			= ستيريو
TEXT_FMT_MONO			= أحادي
TEXT_FMT_ORIGINAL_PCM		= تنسيق الصوت الأصلي

; preset
TEXT_PRESET_DEFAULT		= إفتراضي
TEXT_PRESET_HALFSIZE		= نصف الحجم
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS	= فائق السرعة 60 إطارا في الثانية
TEXT_PRESET_LOWEND		= PC نهاية منخفضة
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= (360p) يوتيوب
TEXT_PRESET_YOUTUBE_480P	= (480p) يوتيوب
TEXT_PRESET_YOUTUBE_720P	= (720p) يوتيوب
TEXT_PRESET_PMP			= Divx/Galaxy Smartphone
TEXT_PRESET_EDIT		= Sony Vegas/Premiere/Pinnacle
TEXT_PRESET_POWERPOINT		= باور بوينت
TEXT_PRESET_320x0		= 320x0 تناسب العرض
TEXT_PRESET_640x0		= 640x0 تناسب العرض
TEXT_PRESET_800x0		= 800x0 تناسب العرض
TEXT_PRESET_USER		= الإعدادات المسبقة للمستخدم

TEXT_CHANGE_LANG		= لتغيير اللغة، يجب إعادة تشغيل البرنامج \n هل تريد إعادة التشغيل الآن؟
TEXT_CHANGE_HOOK		= لتغيير ربط الهدف، يجب إعادة تشغيل البرنامج \n هل تريد إعادة التشغيل الآن؟
TEXT_CHANGE_SIZE		= لتغيير نافذة التطبيق, تحتاج إلى إعادة تشغيل البرنامج\nهل تريد إعادة التشغيل الآن؟
TEXT_RESET_ALL_SETTINGS		= هل تريد بالتأكيد إعادة تعيين كافة الإعدادات إلى الافتراضي؟

TEXT_REGISTER_SUCCEEDED		= الخاص بك بنجاح Bandicam تم تسجيل.
TEXT_REGISTER_FAILED		= فشل التسجيل. \n تحقق من البريد الإلكتروني الخاص بك والرقم التسلسلي.
TEXT_REGISTER_CONNECT_FAILED	= لايمكن الإتصال بالملقم للتسجيل.\nالرجاء التحقق من اتصال الإنترنت الخاص بك، وتعيين ساعة النظام إلى تاريخ اليوم والوقت.\nإذا كنت بحاجة إلى مساعدة، انقر فوق الزر "موافق".
TEXT_REGISTER_INFO		= البريد الإكتروني: %s\r\n الرقم التسلسلي: %s
TEXT_REGISTER_LIMITED		= توقف عن التسجيل.\n\nيمكنك فقط تسجيل 10 دقائق على نسخة مجانية من البرنامج يرجى التسجيل الآن!
TEXT_REGISTER_NEWRECORD		= لا يمكن بدء تشغيل تسجيل جديد على نسخة مجانية من البرنامج. يرجى التسجيل الآن!
TEXT_REGISTER_LICENCE_INFO	= نسخة غير مسجلة!!! - يمكنك التسجيل لمدة 10 دقائق مع العلامة المائية\r\n bandicam.com لإزالة العلامة المائية، يجب شراء البرنامج من

TEXT_PROGRAM_INVALID		= هذا التطبيق غير صالح. \nتحتاج إلى إعادة تثبيت التطبيق.

TEXT_SELECT_TARGET		= الرجاء النقر على النافذة الهدف
TEXT_TARGET_DIRECTX		= <b>وضع تسجيل الألعاب</b> - DirectX. تسجيل الألعاب ومشغلات الفيديو باستخدام.
TEXT_TARGET_RECTANGLE		= <b>وضع تسجيل الشاشة</b> - تسجيل سطح المكتب وفيديو الويب.
TEXT_TARGET_CHANGING		= إذا قمت بتغيير طريقة التسجيل، سيتم إيقاف التسجيل. \n هل أنت متأكد من أنك تريد الاستمرار؟
TEXT_TARGET_CHANGE_TO_RECTANGLE	= لا يمكن بدء تشغيل التسجيل في 'وضع تسجيل الألعاب ' لأنه لم يتم تحديد الإطار الهدف. \n\n هل تريد تغيير طريقة التسجيل إلى 'وضع تسجيل الشاشة' بغية بدء التسجيل؟

TEXT_STATUSBAR_READY		= جاهز
TEXT_STATUSBAR_RECORDING	= جاري التسجيل
TEXT_STATUSBAR_PAUSE		= إيقاف مؤقت

TEXT_UPDATE_AVAILABLE		= نسخة جديدة من البرنامج متاحة حاليا. \nهل تريد تحميلها الآن?
TEXT_UPDATE_UNAVAILABLE		= هذا الإصدار هو الإصدار الأحدث.
TEXT_UPDATE_FAILED		= فشل التحقق من معلومات الإصدار.\n هذا النظام قد لا يكون متصلاً بالإنترنت، أو الملقم قد لا يعمل بشكل صحيح.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= غير قادر على الرفع. إذا كنت قد سجلت بالموقع للتو، الرجاء التحقق من عنوان البريد الإلكتروني الخاص بك.

TEXT_TARGET_FULL		= شاشة كاملة
TEXT_TARGET_RESTORE		= استعادة
TEXT_TARGET_FIND		= البحث عن إطار
TEXT_TARGET_RESIZE		= قائمة تحديد الحجم
TEXT_TARGET_IMAGE		= التقاط الصور
TEXT_TARGET_PEN			= وضع الرسم
TEXT_TARGET_RECORD_START	= بدء-تسجيل الفيديو
TEXT_TARGET_RECORD_PAUSE	= إيقاف مؤقت-تسجيل الفيديو
TEXT_TARGET_RECORD_STOP		= إيقاف-تسجيل الفيديو

TEXT_RC_HOWTO_NOCOMPLETE	= تعطيل
TEXT_RC_HOWTO_BYTIME		= بواسطة الوقت
TEXT_RC_HOWTO_BYSIZE		= بواسطة الحجم
TEXT_RC_AFTER_NEWRECORD		= بدء تسجيل جديد
TEXT_RC_AFTER_EXIT		= Bandicam خروج
TEXT_RC_AFTER_SHUTDOWN		= إيقاف تشغيل هذا الكمبيوتر

TEXT_SHUTDOWN_SEC		= ثانية %d إيقاف تشغيل النظام خلال.

TEXT_SEL_IMAGE_FILE		= تحديد ملف الصورة

TEXT_RC_MB			= ميغا بايت
TEXT_RC_GB			= غيغا بايت

TEXT_SND_SELECT_2_DISABLE	= -- (تعطيل (مستحسن --

TEXT_CORRUPTED_AVI_FILE		= آخر ملف مسجل معطوب.\nهل تريد إصلاحه?\n\nملف: %s
TEXT_TRAY_BALLOON_TIP		= Bandicam إنقر على هذه الايقونة لإظهار.
TEXT_TRAY_BALLOON_TIP_RECT	= انقر على الأيقونة بجوار الساعة لإظهار نافذة تسجيل الشاشة.
TEXT_FORCE_STOP			= فشل في إيقاف التسجيل لأن النافذة الهدف لاتستجيب.\nهل تريد إجبار إيقاف التسجيل?
TEXT_EXTERNAL_CODEC		= - ترميز خارجي -
TEXT_CUDA_GPU_AUTOSELECT	= (تحديد تلقائي)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= حالة التسجيل
TEXT_INDICATOR_TIME		= وقت التسجيل
TEXT_INDICATOR_SIZE		= مساحة القرص الحرة/حجم ملف تسجيل
TEXT_INDICATOR_VOLUME		= مستوى الصوت الحالي

; recording priority
TEXT_REC_PRIORITY_NORMAL	= عادي] أولوية المهمة العامة]
TEXT_REC_PRIORITY_HIGH		= عالي] أعلى من الأولوية العادية]
TEXT_REC_PRIORITY_HIGHEST	= أعلى] قد تكون أبطأ من المهمات الإخرى]

; output page message
TEXT_OUTPUTS_BANDICUT		= غير مثبت. هل تريد تنزيله؟ Bandicut
TEXT_OUTPUTS_DELETE		= هل أنت متأكد أنك ترغب بحذف الملفات المحددة بشكل كامل؟
TEXT_OUTPUTS_SELCOUNT		= %d عناصر محددة

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= اسم الهدف
TEXT_FILE_NAME_PREFIX_CUSTOM	= بادئة مخصصة
TEXT_FILE_NAME_PREFIX_NONE	= بدون
TEXT_FILE_NAME_SUFFIX_TIME	= التاريخ/الوقت
TEXT_FILE_NAME_SUFFIX_NUMBER	= رقم التسلسل

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= قم بإدخال قيمة بين 1 و 1440 دقيقة.
TEXT_TIMER_REC_STOP_RECORDING	= جاري التسجيل. \nهل أنت متأكد أنك تريد إيقاف التسجيل والمتابعة؟

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= يرجى إدخال عنوان للفيديو ليتم رفعه.
TEXT_UPLOAD_VIMEO_LOGIN		= تسجيل الدخول - Vimeo
TEXT_UPLOAD_COMPLETE		= المرفوعه
TEXT_UPLOAD_ERR_FAIL		= تعذر رفع هذا الفيديو.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= هذا الملف كبير جدا لرفعه.
TEXT_UPLOAD_ERR_FREESPACE	= Vimeo لا توجد مساحة حرة كافية على.
TEXT_UPLOAD_ERR_CONNECT		= فشل الاتصال بالخادم.

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME		= Tahoma
$TITLE_FONT_SIZE		= 11
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL		= عام
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= الفيديو
$BN_PAGE_IMAGE			= الصوره
$BN_PAGE_OUTPUTS		= المخرجات
$BN_PAGE_ABOUT			= حول
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= خيارات
$ST_GEN_OUTPUT_FOLDER		= مجلد الإخراج
$BN_GEN_OPEN_OUTPUT_FOLDER	= فتح
$BN_GEN_ADV_OPTIONS		= خيارات متقدمة
$CK_GEN_ALWAYS_ON_TOP		= دوماً في المقدمة
$CK_GEN_START_MINIMIZED		= بدأ التطبيق مصغراً بجوار الساعة
$CK_GEN_RUN_WHEN_START		= إطلاق التطبيق مع بدأ تشغيل النظام
$CK_GEN_RECORD_WHEN_RUN		= Bandicam بدأ تسجيل كامل الشاشة عند تشغيل
$CK_GEN_TIMER_RECORDING		= تعيين توقيت بدء التسجيل التلقائي
$ST_GEN_LANGUAGE		= اللغة
$ST_GEN_REC_AUTO_START		= بدأ التسجيل التلقائي
$ST_GEN_REC_AUTO_COMPLETE	= إستكمال التسجيل التلقائي
$BN_GEN_REC_AUTO_COMPLETE	= الإعداد
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= FPS تراكب
$CK_FPS_OVERLAY_HOTKEY		= مفتاح التشغيل السريع
$CK_FPS_OVERLAY			= FPS إظهار تراكب 
$ST_FPS_LIMIT			= FPS الحد الأقصى ل
$CK_FPS_LIMIT_HOTKEY		= مفتاح التشغيل السريع
$CK_FPS_LIMIT			= إلى FPS تعيين الحد الأقصى ل
$CK_FPS_LIMIT_ONLY_CAP		= فقط عند الالتقاط
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= تسجيل
$CK_VID_RECORD_HOTKEY		= مفتاح التشغيل السريع تسجيل/إيقاف
$CK_VID_PAUSE_HOTKEY		= مفتاح التشغيل السريع إيقاف مؤقت
$CK_VID_SHOW_CURSOR		= إظهار المؤشر
$CK_VID_CLICK_EFFECTS		= إضافة تأثيرات نقرات المؤشر
$CK_VID_WEBCAM_OVERLAY		= إضافة تراكب كاميرا ويب
$BN_VID_RECORD_SETTINGS		= الإعدادات
$ST_VID_FORMAT			= التنسيق
$ST_VID_FORMAT_VIDEO		= الفيديو
$ST_VID_FORMAT_AUDIO		= الصوت
$BN_VID_FORMAT_SETTINGS		= الإعدادات
$BN_VID_FORMAT_PRESETS		= الإعدادات المسبقة
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= إلتقاط
$CK_IMG_CAPTURE_HOTKEY		= مفتاح التشغيل السريع
$CK_IMG_CAPTURE_REPEAT		= تكرار التقاط الشاشة
$ST_IMG_CAPTURE_REPEAT		= ثانية
$CK_IMG_SHOW_CURSOR		= إظهار المؤشر
$CK_IMG_SHUTTER_SOUND_EFFECT	= تمكين مغلق الصوت
$ST_IMG_FORMAT			= التنسيق
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - عادي
$CK_IMG_FORMAT_JPG_HQ		= JPG - جودة عالية
$BTN_IMG_FORMAT_ANIGIF		= متحركة gif كيفية الحفظ كصورة
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO		= الفيديو
$ST_OUT_TAB_IMAGE		= الصوره
$BN_OUT_PLAY_VIDEO		= تشغيل
$BN_OUT_OPEN_IMAGE		= فتح
$BN_OUT_EDIT			= تحرير
$BN_OUT_UPLOAD			= رفع
$BN_OUT_DELETE			= حذف
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam (تعريب - محمد عبد العزيز) إصدار
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2015 Bandisoft.com.
$BN_ABO_NEW_VERSION		= نسخة جديدة متوقرة.
$BN_ABO_CHECK_UPDATE		= البحث عن تحديثات
$ST_ABO_LICENCE_INFO		= معلومات الترخيص
$BN_ABO_REGISTER		= تسجيل
$BN_ABO_REGISTER_HELP		= كيفية الشراء والتسجيل
$ST_ABO_HOMEPAGE_INFO		= رابط الموقع
$ST_ABO_HOMEPAGE_URL		= الصفحة الرئيسية
$ST_ABO_FAQ_URL			= الأسئلة الشائعة
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= فتح مجلد الإخراج
$TOOLTIP_SCREENSHOT		= إلتقاط صورة
$TOOLTIP_RECORD			= تسجيل / إيقاف
$TOOLTIP_PAUSE			= إيقاف مؤقت
$TOOLTIP_UI_MODE		= واجهة المستخدم, بسيطة/موسعة
$TOOLTIP_REGISTER		= Bandicam تسجيل
$TOOLTIP_ONLINE_HELP		= التعليمات عبر الإنترنت

$TOOLTIP_TOOL_PEN		= قلم حبر
$TOOLTIP_TOOL_PEN_HL		= تمييز 
$TOOLTIP_TOOL_BOX		= صندوق
$TOOLTIP_TOOL_ERASER		= ممحاة
$TOOLTIP_TOOL_COLOR		= إختر اللون
$TOOLTIP_TOOL_LINE		= عرض الخط
$TOOLTIP_TOOL_UNDO		= تراجع (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= إعادة (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= إلغاء الأمر
IDOK				= موافق
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= إعدادات التنسيق 
IDC_ST_FMTSET_FILE		= نوع الملف
IDC_ST_FMTSET_VIDEO		= فيديو
IDC_ST_VIDEO_SIZE		= الحجم
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= الترميز
IDC_ST_VIDEO_BITRATE		= معدل البت
IDC_ST_VIDEO_QUALITY		= الجودة
IDC_ST_FMTSET_AUDIO		= الصوت
IDC_CK_AUDIO_ORIGINAL_PCM	= حفظ كتنسيق الأصلي
IDC_ED_AUDIO_ORIGINAL_PCM	= (96KHz or more) يمكنك حفظ الصوت كمتعدد القنوات وعالي الوضوح.
IDC_ST_AUDIO_CH			= القنوات
IDC_ST_AUDIO_FREQ		= التردد
IDC_ST_AUDIO_CODEC		= الترميز
IDC_ST_AUDIO_BITRATE		= معدل البت
IDC_ST_FORMAT_HELP		= [ مساعدة ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Bandicam تسجيل
IDC_ST_1BUY			= 1. شراء
IDC_ST_1BUY_COMMENT		= نسخة غير مسجلة. إذا كنت ترغب في التسجيل بدون علامات مائية على الفيديو الخاص بك، انت بحاجة الى شراء رخصة من موقع البرنامج
IDC_BTN_BUY_ONLINE		= الشراء الآن
IDC_ST_2REGISTER		= 2. تسجيل
IDC_ST_2REGISTER_COMMENT	= تحتاج لإتصال انترنت لتسجيل البرنامج.
IDC_ST_EMAIL_ADDRESS		= البريد الإلكتروني
IDC_ST_SERIAL_NUMBER		= الرقم التسلسلي
IDC_BTN_REGISTER_NOW		= التسجيل الآن
IDC_BTN_CLOSE			= إغلاق

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= البحث عن تحديثات
IDC_ST_UPDATE_SETTING		= الإعداد
IDC_CK_UPDATE_ENABLE		= تمكين التحقق من التحديث التلقائي.
IDC_CK_UPDATE_POPUP		= إظهار نافذة منبثقة عندما يتوفر تحديثات.
IDC_UPDATE_CHECK_NOW		= التحقق من التحديث الآن
IDC_CLOSE			= إغلاق

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= خيارات متقدمة
IDC_BTN_RESET			= إعادة الضبط

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= عام
IDC_CK_ALWAYS_ON_TOP2		= دوماً في المقدمة
IDC_CK_START_MINIMIZED_TO_TRAY	= بدأ التطبيق مصغراً بجوار الساعة
IDC_CK_RUN_WHEN_START		= إطلاق التطبيق مع بدأ تشغيل النظام
IDC_CK_RECORD_WHEN_RUN		= Bandicam بدأ تسجيل كامل الشاشة عند تشغيل
IDC_CK_SHOW_FPS_IN_VIDEO	= في الفيديو/الصور الملتقطة FPS إظهار
IDC_ST_SHOW_FPS_IN_VIDEO	= (فقط في وضع تسجيل الألعاب)
IDC_CK_SHOW_TIP_BAR		= إظهار شريط التلميح/المعلومات
IDC_CK_NO_TRAY_BALLOON		= إيقاف تشغيل بالون الإخطارات بجوار الساعة
IDC_ST_ADV_AUTOMATIC		= تلقائي

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= المخرجات
IDC_ST_OUT_OUTPUT_FOLDER	= مجلد الإخراج
IDC_CK_OUT_CREATE_SUBFOLDER	= إنشاء مجلد فرعي للناتج عند الكتابة
IDC_CK_OUT_ENABLE_WRITE_CACHING	= تمكين التخزين المؤقت على القرص
IDC_ST_OUT_FILE_NAMING		= إعدادات تسمية الملف
IDC_ST_OUT_EXAMPLE		= Ex)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= اللغة
IDC_ST_TRANSLATOR		= شكراً للمترجمين

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= تركيب المستهدفة
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_DISABLE_DX11_ON_IE9	= IE9,10/Firefox على المتصفحات DX10/11 تعطيل تركيب
IDC_CK_DISABLE_OVERLAY_ON_DX	= على الفيديو DirectX منع تركيب
IDC_BTN_BLOCK_LIST		= قائمة العمليات الممنوعة

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= إعدادات أخرى
IDC_BTN_VIDEO_RECORD_SETTINGS	= إعدادات تسجيل الفيديو
IDC_BTN_VIDEO_FORMAT_SETTINGS	= إعدادات تنسيق الفيديو
IDC_BTN_AUTO_COMPLETE_RECORDING	= إستكمال التسجيل التلقائي

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= إستكمال التسجيل التلقائي
IDC_ST_RC_HOWTO			= إستكمال التسجيل التلقائي
IDC_RD_RC_NOTCOMPLETE		= تعطيل
IDC_RD_RC_TIME			= بواسطة وقت التسجيل
IDC_ST_RC_MAX_TIME		= الحد الأقصى
IDC_RD_RC_SIZE			= بواسطة حجم ملف التسجيل
IDC_ST_RC_MAX_SIZE		= الحد الأقصى
IDC_ST_RC_AFTER			= بعد الإنتهاء من التسجيل
IDC_RD_RC_NOTHING		= لا تفعل شيء
IDC_RD_RC_NEW_RECORDING		= بدء تسجيل جديد
IDC_RD_RC_EXIT_BDCAM		= إيقاف التسجيل والخروج من البرنامج
IDC_RD_RC_SHUTDOWN		= إيقاف تشغيل الكمبيوتر

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= إغلق الجهاز
IDC_ST_SHUTDOWN			= إغلق الجهاز
IDC_ST_SHUTDOWN_INFO		= سيتم إيقاف تشغيل الكمبيوتر.\n إضغط 'إلغاء' إذا كنت لاتريد إيقاف تشغيل الكمبيوتر.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= إعدادات التسجيل

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= تسجيل الصوت
IDC_ST_SND_SELECT_1		= جهاز الصوت الأساسي
IDC_BTN_SND_SETTING_1		= الإعداد...
IDC_ST_SND_SELECT_2		= جهاز الصوت الثانوي
IDC_BTN_SND_SETTING_2		= الإعداد...
IDC_CK_SND_MIX_SOUND		= (مزج الأصوات (الأساسي + الثانوي إلى مسار صوتي واحد
IDC_CK_SND_CAP_HOTKEY		= فقط (الجهاز الثانوي) حين الضغط
IDC_ST_SOUND_HELP		= [ مساعدة ]
IDC_CK_SND_SAVE_AS_WAV		= (.wav) حفظ المسارات الصوتية اثناء التسجيل

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= إضافة تراكب كاميرا الويب للفيديو
IDC_ST_WEBCAM_SETTING		= الإعدادات
IDC_ST_WEBCAM_DEVICE		= كاميرا ويب:
IDC_ST_WEBCAM_SIZE		= حجم الفيديو:
IDC_ST_WEBCAM_POS		= الموقع:
IDC_BTN_WEBCAM_DEVICE		= الإعدادات
IDC_BTN_WEBCAM_PREVIEW		= معاينة
IDC_ST_WEBCAM_LR_MARGINS	= الهوامش يسار/يمين:
IDC_ST_WEBCAM_TB_MARGINS	= الهوامش أعلى/أسفل:
IDC_ST_WEBCAM_FOR_DX_GL		= لوضع تسجيل الألعاب
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = معاينة كاميرا الويب على شاشة (Only DX8 or later, and OpenGL)
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= تمكين معاينة تبديل مفتاح التشغيل السريع

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= إضافة شعار إلى الفيديو
IDC_ST_LOGO_SETTING		= الإعدادات
IDC_ST_LOGO_IMAGE		= الصوره:
IDC_ST_LOGO_OPACITY		= العتامة:
IDC_ST_LOGO_POS			= الموقع:
IDC_ST_LOGO_LR_MARGINS		= الهوامش يسار/يمين:
IDC_ST_LOGO_TB_MARGINS		= الهوامش أعلى/أسفل:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE		= تأثيرات المؤشر
IDC_CK_ADD_CLICK_EFFECTS	= إضافة تأثيرات نقرات المؤشر
IDC_ST_LEFT_CLICK_COLOR		= لون النقر الأيسر
IDC_ST_RIGHT_CLICK_COLOR	= لون النقر الأيمن
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= إضافة تأثير تسليط الضوء على المؤشر
IDC_ST_HIGHLIGHT_COLOR		= لون التمييز

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= خيارات
IDC_ST_REC_PRIORITY		= أولوية التسجيل:
IDC_ST_REC_PRIORITY2		= الأولوية العالية قد تقلل من إسقاط الإطارات.
IDC_ST_FOR_DX_GL		= لوضع تسجيل الألعاب
IDC_CK_SKIP_RECORDING		= تخطي التسجيل في حالة عدم تحديث الاطار
IDC_CK_ENHANCED_DX9_CAPTURE	= (faster, only DirectX 9) استخدم اسلوب الألتقاط المحسن
IDC_ST_FOR_RECT_SCREEN		= لوضع تسجيل الشاشة
IDC_CK_ENHANCED_CAPTURE		= استخدام أسلوب الألتقاط المحسن (أسرع، ويندوز 8 أو أعلى)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= معاينة كاميرا ويب

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= تخصيص حجم الهدف
IDC_ST_TARGET_SIZE_SETTING	= الإعداد
IDC_ST_TARGET_SIZE		= حجم الهدف:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= إضافة إعداد حجم مسبق جديد
IDC_ST_ADD_SIZE_PRESET		= يمكنك حفظ الموضع المستهدف الحالي وحجمة كإعداد مسبق جديد..\nقم بإدخال اسم للإعداد المسبق الجديد.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= تحرير إعدادات الحجم المسبقة
IDC_BTN_SIZE_PRESET_ADD		= إضافة
IDC_BTN_SIZE_PRESET_DEL		= حذف
IDC_BTN_SIZE_PRESET_REN		= إعادة تسمية
IDC_BTN_SIZE_PRESET_UP		= أعلي
IDC_BTN_SIZE_PRESET_DN		= أسفل

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= إعادة تسمية الحجم المعد مسبقاً
IDC_ST_REN_SIZE_PRESET		= أدخل اسماً جديداً للإعداد المسبق.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= معلومات
IDC_ST_ACAP_INFO		= معلومات التقاط الصوت
IDC_ST_ACAP_INFO2		= بطاقة الصوت لإلتقاط الصوت. يرجى التحقق من "سجل المراقبة" الخاص بك. \n\n هل ترغب في زيارة صفحة المساعدة؟
IDC_CK_ACAP_DO_NOT_ASK		= عدم السؤال مرة أخرى
IDC_BTN_YES			= نعم
IDC_BTN_NO			= لا

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= وقت التسجيل الاقصى
IDC_ST_RC_TIME_SETTING		= الإعداد
IDC_ST_RC_TIME_HOUR		= ساعة
IDC_ST_RC_TIME_MIN		= دقيقة
IDC_ST_RC_TIME_SEC		= ثانية

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= حجم ملف التسجيل الاقصى
IDC_ST_RC_FILESIZE_SETTING	= الإعداد

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= إضافة إعداد مسبق جديد
IDC_ST_ADD_PRESET		= يمكنك حفظ إعدادات التنسيق الحالية كجديد مسبقاً\n .أدخل اسماً للإعداد المسبق الجديد.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= تحرير الإعدادات المسبقة
IDC_BTN_PRESET_ADD		= إضافة
IDC_BTN_PRESET_DEL		= حذف
IDC_BTN_PRESET_REN		= إعادة تسمية
IDC_BTN_PRESET_UP		= أعلي
IDC_BTN_PRESET_DN		= أسفل

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= إعادة تسمية هذا المسبق
IDC_ST_REN_PRESET		= أدخل اسماً جديداً للإعداد المسبق.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= تحديد الترميز الخارجي للفيديو
IDC_ST_CODEC_EX_LIST		= قائمة الترميز
IDC_ST_CODEC_EX_SETTINGS	= الإعدادات
IDC_ST_CODEC_EX_DRIVER		= إسم التعريف
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= الجودة
IDC_ST_CODEC_EX_DATERATE	= معدل نقل البيانات
IDC_ST_CODEC_EX_KEYFRAME	= الفاصل الزمني للإطار الرئيسي
IDC_BTN_CODEC_EX_CONFIG		= التهيئة
IDC_BTN_CODEC_EX_ABOUT		= حول
IDC_ST_CODEC_EX_HELP		= [ مساعدة ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= قائمة العمليات الممنوعة
IDC_ST_BLOCK_LIST		= منع التركيب على العمليات التالية.
IDC_ST_BLOCK_LIST_EX		= مثال:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) إعدادات
IDC_ST_H264_CUDA_RATE_CONTROL	= مراقبة المعدل
IDC_RD_H264_CUDA_VBR		= VBR - (حسب الجودة (مستحسن
IDC_RD_H264_CUDA_CBR		= CBR - حسب معدل البت
IDC_ST_H264_CUDA_GPU_USAGE	= إستخدام الجرافيك
IDC_RD_H264_CUDA_GPU_CPU	= الجرافيك + المعالج
IDC_RD_H264_CUDA_GPU		= فقط الجرافيك (الاستخدم مع الجرافيك أسرع)
IDC_ST_H264_CUDA_GPU_DEVICE	= معالج الرسومات:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= خيارات اخرى
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC كود:
IDC_ST_H264_CUDA_KEYFRAME_INT	= الفاصل الزمني للإطار الرئيسي:
IDC_ST_H264_CUDA_FOURCC_HELP	= مساعدة

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (المزامنة السريعة للفيديو) إعدادات
IDC_ST_H264_SYNC_RATE_CONTROL	= مراقبة المعدل
IDC_RD_H264_SYNC_VBR		= VBR - (حسب الجودة (مستحسن
IDC_RD_H264_SYNC_CBR		= CBR - حسب معدل البت
IDC_ST_H264_SYNC_OTHER_OPTIONS	= خيارات اخرى
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC كود:
IDC_ST_H264_SYNC_KEYFRAME_INT	= الفاصل الزمني للإطار الرئيسي:
IDC_ST_H264_SYNC_FOURCC_HELP	= مساعدة

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD APP) إعدادات
IDC_ST_H264_APP_RATE_CONTROL	= مراقبة المعدل
IDC_RD_H264_APP_VBR		= VBR - (حسب الجودة (مستحسن
IDC_RD_H264_APP_CBR		= CBR - حسب معدل البت
IDC_ST_H264_APP_OTHER_OPTIONS	= خيارات اخرى
IDC_ST_H264_APP_FOURCC_USED	= FourCC كود:
IDC_ST_H264_APP_KEYFRAME_INT	= الفاصل الزمني للإطار الرئيسي:
IDC_ST_H264_APP_FOURCC_HELP	= مساعدة

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid إعدادات
IDC_ST_XVID_RATE_CONTROL	= مراقبة المعدل
IDC_RD_XVID_VBR			= VBR - (حسب الجودة (مستحسن
IDC_RD_XVID_CBR			= CBR - حسب معدل البت
IDC_ST_XVID_OPTIMIZATION	= الأمثل
IDC_RD_XVID_FASTER_SPEED	= أسرع ترميز للسرعة
IDC_RD_XVID_SMALLER_SIZE	= حجم ملف أصغر
IDC_ST_XVID_OTHER_OPTIONS	= خيارات اخرى
IDC_ST_XVID_KEYFRAME_INT	= الفاصل الزمني للإطار الرئيسي:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) إعدادات
IDC_ST_H264_NVENC_RATE_CONTROL	= مراقبة المعدل
IDC_RD_H264_NVENC_VBR		= VBR - (حسب الجودة (مستحسن
IDC_RD_H264_NVENC_CBR		= CBR - حسب معدل البت
IDC_ST_H264_NVENC_GPU_USAGE	= إستخدام الجرافيك
IDC_ST_H264_NVENC_GPU_DEVICE	= معالج الرسومات:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= خيارات اخرى
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC كود:
IDC_ST_H264_NVENC_KEYFRAME_INT	= الفاصل الزمني للإطار الرئيسي:
IDC_ST_H264_NVENC_FOURCC_HELP	= مساعدة

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) إعدادات
IDC_ST_H264_RATE_CONTROL	= مراقبة المعدل
IDC_RD_H264_VBR			= VBR - (على أساس الجودة (مستحسن
IDC_RD_H264_CBR			= CBR - على أساس معدل البت
IDC_ST_H264_OPTIMIZATION	= الأمثل
IDC_RD_H264_FASTER_SPEED	= أسرع سرعة ترميز
IDC_RD_H264_BALANCED		= أداء متوازن
IDC_RD_H264_SMALLER_SIZE	= حجم ملف أصغر
IDC_ST_H264_OTHER_OPTIONS	= خيارات أخرى
IDC_ST_H264_KEYFRAME_INT	= الفاصل الزمني للإطار الرئيسي:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= مؤقت التسجيل
IDC_ST_TIMER_SETTINGS		= الإعدادات
IDC_RD_TIMER_START_IN		= يبدأ في
IDC_ST_TIMER_MINUTES		= دقيقة
IDC_RD_TIMER_START_AT		= البدء في
IDC_CK_TIMER_MINIMIZE		= تصغير البرنامج بجوار الساعة عند بدأ التسجيل.
IDC_ST_TIMER_AUTO_COMPLETE	= إستكمال التسجيل التلقائي
IDC_BTN_TIMER_AUTO_COMPLETE	= الإعداد

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= مؤقت التسجيل - ينتظر أن تبدأ
IDC_ST_TIMER_WAITING_INFO	= %s في انتظار بدء التسجيل في.
IDC_ST_TIMER_ELAPSED		= الوقت المنقضي:
IDC_ST_TIMER_REMAINING		= الوقت المتبقي:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS إعدادات
IDC_ST_FORMAT_FPS_MODE		= وضع معدل الإطار
IDC_RD_FORMAT_FPS_CFR		= معدل الإطارات ثابتة - CFR تفضيل
IDC_ST_FORMAT_FPS_CFR		= CFR أو VFR يختار تلقائيا.
IDC_RD_FORMAT_FPS_VFR		= معدل الإطار المتغير (مستحسن) - VFR استخدام
IDC_ST_FORMAT_FPS_HELP		= مساعدة

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Vimeo.com رفع علي
IDC_ST_VIMEO_UPLOADINFO		= معلومات الرفع
IDC_ST_VIMEO_FILENAME		= اسم الملف:
IDC_ST_VIMEO_TITLE		= العنوان:
IDC_ST_VIMEO_DESCRIPTION	= الوصف:
IDC_ST_VIMEO_PRIVACY		= الخصوصية:
IDC_RD_VIMEO_PRIVACY_ANYONE	= أي شخص - السماح لأي شخص بمشاهدة هذا الفيديو
IDC_RD_VIMEO_PRIVACY_ONLYME	= لي فقط - جعل هذا الفيديو مرئي لي وليس لأحد آخر
IDC_RD_VIMEO_PRIVACY_FOLLOW	= للأشخاص الذين أتابعهم - جعل هذا الفيديو مرئي  للأشخاص الذين أتابعهم
IDC_BTN_VIMEO_UPLOAD		= رفع
IDC_LN_VIMEO_HELP		= تعليمات

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= جاري الرفع...
IDC_ST_VIMEO_UPLOADED		= تم الانتهاء من رفع الفيديو!
IDC_ST_VIMEO_LINK		= الرابط:
IDC_ST_VIMEO_EMBED		= تضمين:
IDC_BTN_VIMEO_LINK_GO		= اذهب
IDC_BTN_VIMEO_EMBED_COPY	= نسخ
IDC_BTN_VIMEO_CLOSE		= إغلاق

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= متوفر NVENC
IDC_LN_NVENC_AVAILABLE		= متوفر NVIDIA NVENC H.264 encoder. هي أداة ترميز عالية الأداء باستخدام تسريع الأجهزة NVENC.NVENC H.264 encoder هل ترغب في استخدام?\n<a>المزيد</a>
IDC_CK_NVENC_AVAILABLE		= عدم السؤال مرة أخري

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= متاح  Intel® Quick Sync Video (QSV)
IDC_LN_QSV_AVAILABLE		= متاح  Intel® Quick Sync Video H.264 encoder.  تستخدم تسريع الأجهزة QSV \n ؟ QSV H.264 encoder هل ترغب في استخدام\n<a>المزيد</a>
IDC_CK_QSV_AVAILABLE		= لا تسألني مرة أخرى

[MENU]
ID_POPUP_ABOUT			= Bandicam حول
ID_POPUP_GENERAL		= إعداد - عام
ID_POPUP_FRAME			= FPS - إعداد
ID_POPUP_VIDEO			= إعداد - الفيديو
ID_POPUP_IMAGE			= إعداد - الصور
ID_POPUP_OUTPUTS		= قائمة ملف الإخراج
ID_POPUP_OPENOUTPUTFOLDER	= فتح مجلد الإخراج
ID_POPUP_TARGET			= الهدف
ID_POPUP_SIZE			= الحجم
ID_POPUP_EXIT			= خروج

ID_TARGET_DIRECTX		= وضع تسجيل الألعاب
ID_TARGET_RECTANGLE		= وضع تسجيل الشاشة
ID_TARGET_HELP			= مساعدة

ID_TARGET_HIDE			= إظهار / إخفاء \t Ctrl+Alt+H
ID_TARGET_PEN			= وضع الرسم \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= دائما بالمقدمة
ID_TARGET_TRANSPARENCY		= العتامة
ID_TARGET_SIZE			= الحجم
ID_TARGET_ADJUST		= ضبط

ID_TARGET_MOVE_LEFT		= إنتقل لليسار \t Left
ID_TARGET_MOVE_RIGHT		= إنتقل لليمين \t Right
ID_TARGET_MOVE_UP		= إنتقل للأعلى \t Up
ID_TARGET_MOVE_DOWN		= إنقل للأسفل \t Down

ID_TARGET_INC_WIDTH		= زيادة العرض \t Shift+Right
ID_TARGET_DEC_WIDTH		= تقليل العرض \t Shift+Left
ID_TARGET_INC_HEIGHT		= زيادة الإرتفاع \t Shift+Down
ID_TARGET_DEC_HEIGHT		= تقليل الإرتفاع \t Shift+Up

ID_TARGET_FIND_WINDOW		= إيجاد نافذة \t Ctrl+F
ID_TARGET_FULLSCREEN		= ملء الشاشة \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= تناسب 4:3
ID_TARGET_RATIO_16_9		= تناسب 16:9
ID_TARGET_SIZE_CUSTOM		= حجم مخصص \t Ctrl+U
ID_TARGET_SIZE_PRESET		= الإعداد المسبق للحجم \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= إضافة إعداد مسبق
ID_TARGET_SIZE_PRESET_EDIT	= تحرير الإعدادات المسبقة

ID_TARGET_OPEN_OUTPUTFOLDER	= فتح مجلد الإخراج
ID_TARGET_EXIT_BANDICAM		= Bandicam خروج

ID_USER_PRESET_ADD		= إضافة إعداد مسبق
ID_USER_PRESET_EDIT		= تحرير الإعدادات المسبقة

ID_SORT_BY_DATE			= فرز حسب التاريخ
ID_SORT_BY_NAME			= فرز حسب الإسم
ID_SORT_BY_SIZE			= فرز حسب الحجم

ID_OUTPUTS_LB_PLAY		= تشغيل
ID_OUTPUTS_LB_OPEN		= فتح
ID_OUTPUTS_LB_EDIT		= تحرير
ID_OUTPUTS_LB_DELETE		= حذف
ID_OUTPUTS_LB_SELECT_ALL	= تحديد الكل
ID_OUTPUTS_LB_OPEN_FOLDER	= فتح مجلد الإخراج

ID_BDCAM_SIZE_DEFAULT		= الحجم الافتراضي
